tap "dlvhdr/formulae"

brew "git"
brew "git-delta"
brew "diffnav"
brew "neovim"
brew "zsh"
brew "tmux"
brew "lazygit"
brew "rbenv"
brew "pyenv"
brew "zoxide"
brew "fzf"
brew "go"
brew "ripgrep"
brew "eza"
brew "oh-my-posh"
brew "btop"
brew "yazi"
brew "bash"
brew "worktrunk"
brew "gh"
brew "rtk"

cask "alacritty"
cask "amethyst"
cask "font-inconsolata-nerd-font"
cask "visual-studio-code"
cask "font-inconsolata"
cask "vorssaint"