brew "git"
brew "neovim"
brew "zsh"
brew "tmux"
brew "lazygit"
brew "rbenv"
brew "pyenv"
brew "zoxide"
brew "fzf"
brew "go"
brew "ripgrep"
brew "eza"
brew "oh-my-posh"
brew "btop"
brew "bash"

cask "alacritty"
cask "amethyst"
cask "font-inconsolata-nerd-font"