brew "git"
brew "neovim"
brew "zsh"
brew "tmux"
brew "lazygit"
brew "rbenv"
brew "pyenv"
brew "zoxide"
brew "fzf"
brew "go"
brew "ripgrep"
brew "eza"
brew "oh-my-posh"
brew "btop"
brew "jq"
brew "bash"
brew "bc"
brew "coreutils"
brew "gawk"
brew "gh"
brew "glab"
brew "gsed"
brew "jq"
brew "nowplaying-cli"

cask "alacritty"
cask "amethyst"
cask "font-inconsolata-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"