aaron-bond.better-comments
alefragnani.bookmarks
alexdima.copy-relative-path
antfu.iconify
antfu.unocss
anthropic.claude-code
astro-build.astro-vscode
asvetliakov.vscode-neovim
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
file-icons.file-icons
formulahendry.auto-close-tag
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hoovercj.vscode-settings-cycler
ibm.output-colorizer
jakebathman.mysql-syntax
jakewilson.vscode-placeholder-images
kilocode.kilo-code
magicstack.magicpython
mgmcdermott.vscode-language-babel
mikestead.dotenv
mkhl.shfmt
mrmlnc.vscode-autoprefixer
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
oderwat.indent-rainbow
oxc.oxc-vscode
plievone.vscode-template-literal-editor
redhat.vscode-yaml
rust-lang.rust-analyzer
shardulm94.trailing-spaces
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
toba.vsfire
unifiedjs.vscode-mdx
vue.volar
